{
 "name": "Records of the Early Nation (Fragment)",
 "iconPath": "40785955484fe4757d2c01488f49b09d1b968be6ded4d72ed8e44dcaba0951bf",
 "desc": "A historian's recollection of the Theophany Era.",
 "volumes": [
  {
   "title": "Records of the Early Nation (Fragment)",
   "localTitle": "Records of the Early Nation (Fragment)",
   "localDesc": "We often look back at the history before the Three Sufferings with a judgmental gaze.<br /><br />For the veil of time hangs low before us and shrouds the past in mist, abjuring even the eldest among us to see clearly.<br /><br />Thus, we evaluate the people of four thousand years ago in this way: Attempting to walk the path of immortals as humans, to endure divine miracles as mortals, only to suffer the backlash of karma in the end.<br /><br />However, now, let us part the veil and gaze with your own eyes. Was the past truly wretched so?<br /><br />The Ambrosial Arbor grew and the path of immortality prospered. Humans explored the world with infinite lifespan, caring for themselves as divine beings. The Xianzhou fleet sailed across the vastness, like the holiest among all creatures.<br /><br />Crafting miracle pills, harmonizing Fallow Earth, seeking endless immortality through altered flesh — that very moment was the eternity that stretched till boundless infinity.<br /><br />The immortality of flesh gives birth to liberated souls, and billions upon billions of freed souls — in the name of the Xianzhou — resound the will of longevity across the starry seas.<br /><br />We enlightened the beasts, enabling even pilose creatures to speak the language of humans. We illumined gold and stone, using the jade abacus to deduce the events of eternity.<br /><br />The Ambrosial Arbor grew and the path of immortality prospered. Why should there be any crime in all beings enjoying such abundance? The dynasty of the Primeval Imperium came to an end, and the newly born Xianzhou fleet set sail toward freedom, eternity, and compassion, carrying infinite brilliance. But why, at that time, did the Reignbow Arbiter obstruct our course?<br /><br />For but a moment as I roused, I saw the Ambrosial Arbor standing there, just as before. In the blink of an eye, it disappeared.<br /><br />But it will return eventually, guiding the Xianzhou back to its rightful course.",
   "images": []
  }
 ],
 "pageId": "179566"
}