{
 "name": "Selected Classic Case Studies",
 "iconPath": "40785955484fe4757d2c01488f49b09d1b968be6ded4d72ed8e44dcaba0951bf",
 "desc": "A collection of medical case studies, compiled by the Alchemy Commission to allow for easier browsing and access.",
 "volumes": [
  {
   "title": "Selected Classic Case Studies",
   "localTitle": "Selected Classic Case Studies",
   "localDesc": "Case Study 1<br /><br />Patient information:<br />Outworlder, human (capillus subspecies) of the genus Homo, <nobr>23</nobr>-year-old female.<br />Outworlder, human (capillus subspecies) of the genus Homo, <nobr>23</nobr>-year-old female.<br /><br />Chief complaint:<br />Two patients complained of using neural implants to connect their senses to each other for a long time since birth. Severe identity confusion has now developed, resulting in the patients' inability to correctly identify themselves.<br /><br />Treatment plan:<br />Undergo surgical removal of the neural implants, and take three doses of Spirit-Soothe Powder.Note: The Spirit-Soothe Powder medicine is extremely yin-natured and cooling, so it should not be taken in excess.<br /><br />Follow-up:<br />The treatment's effect is good. Both patients have returned to normal conditions.<br /><br />Case Study 2<br /><br />Patient information:<br />Outworlder, Homo sapiens (Σ subspecies) of the genus Homo, <nobr>47</nobr>-year-old male.<br /><br />Chief complaint:<br />Spacecraft accident resulted in irreversible damage to <nobr>80%</nobr> of the patient's brain tissue.<br /><br />Treatment plan:<br />Injection of neural stem cells and electrical stimulation therapy to activate the compensatory mechanisms of the remaining brain tissue. Use autologous tissue culture to reconstruct the missing cranial bone. Postoperative intravenous injection of Dragon King Nirvana Broth to prevent infection and promote recovery.<br /><br />Follow-up:<br />Treatment is working well. The patient is now able to continue completing his literary work.<br /><br /><br />Case Study 3<br /><br />Patient information:<br />Vidyadhara, <nobr>307</nobr>-year-old female.<br /><br />Chief complaint:<br />Patient entered a comatose state for <nobr>100</nobr> to <nobr>150</nobr> years after hatching rebirth. The diagnosis is Everdream Syndrome, which is caused by inefficient energy conversion during the hatching rebirth period.<br /><br />Treatment plan:<br />Patient requires lifelong intake of qi-supplementing medication.<br /><br />Follow-up:<br />Unavailable. Need to wait until the next hatching rebirth of the patient to confirm.<br /><br />Case Study 4<br /><br />Patient information:<br />Outworlder, Homo sapiens (sapiens subspecies) of the genus Homo, <nobr>21</nobr>-year-old male.<br /><br />Chief complaint:<br />Patient complained of \"Cyber-Obscenity Syndrome,\" which was diagnosed outside Xianzhou but could not be treated locally. The patient does not like to engage in conflict with people in daily life, but cannot suppress his strong impulse to verbally abuse and provoke others, and to stir the pot in cyberspace.<br /><br />Treatment plan:<br />Undergo psychological intervention, with the main goal of guiding the patient to find a job.<br /><br />Follow-up:<br />Treatment has been effective. The patient is now self-reliant.",
   "images": []
  }
 ],
 "pageId": "409959"
}