{
 "name": "Report: A Rare Plant Specimen",
 "iconPath": "95fdf4d62e21426225a5ae80f540ff163505fd9ea95cd5e38b906b52ebff7c48",
 "desc": "Todd Riordan's research report. It contains detailed records of test data regarding mara-struck soldiers.",
 "volumes": [
  {
   "title": "Report: A Rare Plant Specimen",
   "localTitle": "Report: A Rare Plant Specimen",
   "localDesc": "By: Todd Riordan<br />Type: Investigative<br />Location: The Luofu<br /><br />After the implementation of the ban on internal and external travel in Xianzhou Luofu, I immediately realized the value of this opportunity. The Sky-Faring Commission personnel who were originally accompanying us were unable to split their attention anymore and could no longer \"enthusiastically\" take care of me. She must have relaxed her guard against an old man like me who is weak and inactive.<br /><br />Anyway, how does the saying go in Xianzhou? \"Taking chestnuts out of the fire\"? Risk and benefit are good, inseparable friends. Anyway, I dispatched a new acquaintance of mine, a certain investigator. She/He did not disappoint me and brought me a sample of a plant. This branch is not grown in a garden or an incubator, but is an abnormal growth extracted from a fallen Xianzhou warrior (may Qlipoth watch over all afflicted souls!).<br /><br />I risked being arrested and drove a starskiff to explore several delves. During that time, I witnessed some Cloud Knights falling into an uncontrollable frenzy. They seemed to have broken down from some great pain and brandished their weapons at their colleagues for no reason. Within minutes, some of these soldiers started having vines and leaves sprouting out from under their armor, as if they were some plant in a frenzied growth spurt. Some even lost their human form.<br /><br />As I mentioned in my previous report, the Xianzhou myth about the \"Ambrosial Arbor\" is not just talk. The sacred tree, believed to have been planted by Yaoshi, suddenly began to grow — the reason for which will take some time to ascertain. The rise of the Ambrosial Arbor brought about many anomalies, the most notable of which is the madness known to the Xianzhou people as \"mara-struck,\" as well as the strange growths that only appear on the bodies of Xianzhou natives.<br /><br />I don't have many tools at hand, but spectral analysis and genetic testing show that these \"plants\" do not belong to a simple biological category. They are more like a kind of bionic material. I extracted some liquid from their vascular system, which contains Xianzhou native genes (you don't lack samples, but you certainly haven't obtained this kind of mutant sample).<br /><br />Attached is the report on the test data, which can be opened with my Intelligentsia Guild membership code. I will send it out as soon as communication is restored.<br /><br /><align=\"center\">>>> Enter code to read report <<<</align>",
   "images": []
  }
 ],
 "pageId": "409956"
}