{
 "name": "Zhongshan's Letter",
 "iconPath": "bd6bd0513a61f1553f54273303d6a399d62e9b779620ed66d54af92ca8f9b822",
 "desc": "A letter left by Zhongshan, an \"Unshackled Tutor.\"",
 "volumes": [
  {
   "title": "Zhongshan's Letter",
   "localTitle": "Zhongshan's Letter",
   "localDesc": "Trailblazer,<br /><br />I hope this letter finds you well. When you read this letter, I will no longer be aboard the Luofu. I'm sure the Unshackled incident has been resolved perfectly and the Realm-Keeping Commission has given you a lot of remunerations.<br /><br />You may be curious about where Tonya, Benna, and Heathmann have gone... Don't worry, I'm not a bad person. They're all doing well.<br /><br />I just \"unshackled\" them.<br /><br />After you left, these three Grandmasters Meritus thought for a long time and each decided to unshackle the other two. This is really great. These three have been fighting for half their lives, but finally reached a consensus. And I, of course, fulfilled each of their wishes. Let's wish the three grandmasters all the best in their new home!<br /><br />This really is a great thing. These three Prime of All Souls have always looked down upon all things with a pompous attitude, and imposed on everyone some self-proclaimed kindness. Now that their positions have changed, these three can finally experience the kindness of others and enjoy a peaceful life.<br /><br />As for Nannan... theoretically, he should also have been unshackled, but jokes need a jokester to be told. So I'll let him stay aboard the Luofu for now.<br /><br />To be honest, Trailblazer, I really like you. With your wisdom, you must have realized that something was wrong with me, but you still did so much with me until the Unshackled was turned upside down.<br /><br />Why? Because it was really fun for you, wasn't it?<br /><br />I don't know if you like this joke about unshackling, but I hope you do. I hope you can sincerely say \"Aha!\" from the bottom of your heart.<br /><br />Perhaps one day we will meet again at \"the tavern.\" At that time, please allow me to buy you a martini with a topology olive and some Barnsley fractal peppers (that's my favorite).<br /><br />Love,<br />Zhongshan",
   "images": []
  }
 ],
 "pageId": "409970"
}