{
 "name": "A Page From the Alchemy Commission's Official Gazette",
 "iconPath": "95fdf4d62e21426225a5ae80f540ff163505fd9ea95cd5e38b906b52ebff7c48",
 "desc": "The comments section in the Alchemy Commission's official gazette, where healers gossip and brag.",
 "volumes": [
  {
   "title": "A Page From the Alchemy Commission's Official Gazette",
   "localTitle": "A Page From the Alchemy Commission's Official Gazette",
   "localDesc": "<align=\"center\"><size=36>Alchemy Commission - Official Gazette: Comments Section</size></align><br /><br /><align=\"right\">Day: March <nobr>15</nobr>, Year <nobr>8100</nobr> Star Calendar</align><br /><align=\"right\">It is advisable to work overtime and avoid taking time off</align><br /><align=\"right\">Have fewer chatter about trivial matters, and discuss more about serious topics — Officer of the Comments Section</align><br /><br /><align=\"center\"><size=32>Current Affairs: Oh no! The Dragon Lady has disappeared!</size></align><br /><br />This morning I brought her favorite breakfast for the high elder and found her missing! I've searched everywhere for her... the Medicine Bureau, the Elixir Research Terrace, the Medical Pavilion... but I can't find her! Have you seen her?<br /><br />I found out that all the starskiffs in delve had gone missing, and I couldn't get a response to my messages to the Realm-Keeping Commission. The chief alchemist, chief healer, and lead medical assistant were all out of town for a meeting, so I couldn't report to anyone.<br /><br />Will any kindhearted friend from the Alchemy Commission help me?<br /><br /><align=\"right\">Signed, Lingering Clouds</align><br /><br />Relax, she is probably skipping home again.<br />How many times do we have to do the whole shebang for this little girl? No more serious work to be done?<br />I think we should just keep doing our work at hand, and then maybe one day she'll just quietly come back.<br />Hey, just like when finding lost things, when you don't go looking for it, it'll just appear on its own.<br />It always turns out that way, right guys?<br /><br /><align=\"right\">Signed, Unconcerned in the Medical Hut</align><br /><br />Hey previous commenter, I hope you show the most basic respect to the high elder.<br />She is the rightful leader of the Vidyadhara after that man!<br />And I think she's doing a much better job than that so-called great hero.<br />It's also because of the Dragon Lady's genius that we've been able to make progress in many of our prescription research. Even the chief alchemist also said that the Dragon Lady's capabilities are immeasurable.<br /><br /><align=\"right\">Signed, Peeved Bald Healer</align><br /><br />I understand. I'm just tired of this childish drama.<br />The high elder is not merely a mascot, but should carry herself like someone deserving of the title of high elder.<br />I'm maybe a few years older than you, so I have seen that person's heroism in battle with my own eyes.<br /><br /><align=\"right\">Signed, Unconcerned in the Medical Hut</align><br /><br />Yeah, and then he got locked up.<br />How many of our people were never able to undergo hatching rebirth again because of his one decision?<br />In my opinion, the current high elder may not have defeated any abominations, or vanquished any evils, or stepped up for Vidyadhara affairs... But her efforts in saving lives and healing the wounded is a hundred times better than those Preceptors and that so-called hero!<br /><br /><align=\"right\">Signed, Thunderous Scalegorge Tides</align><br /><br />You guys...<br /><size=28>Stop arguing! </size><br />The high elder is still naive and pure, and ignorant of worldly affairs. What if someone kidnaps her with bad intentions!<br /><br /><align=\"right\">Signed, Lingering Clouds</align><br /><br />Whoa, Yunyou here is pretty scary.<br />I might have a clue. The day before yesterday I saw Banxia sneak off to the high elder's medical chambers. I don't know if it was to talk about escaping to have some fun?<br />...This doesn't count as tattling, right?<br /><br /><align=\"right\">Signed, Yuluo</align><br /><br />I can't thank you enough! I'll gather the maids and go look for her.<br /><br /><align=\"right\">Signed, Lingering Clouds</align><br /><br />Well...<br />So, can we continue arguing now?<br /><br /><align=\"right\">Signed, Peeved Bald Healer</align><br /><br />NO! All those that have commented, start searching for her now!<br /><br /><align=\"right\">Signed, Lingering Clouds</align>",
   "images": []
  }
 ],
 "pageId": "409960"
}