{
 "name": "Investigation of Ancient Pattern Rubbings from the Luofu",
 "iconPath": "d627d0a0f6a9ac2a43004779dc8bd7de1d5b96d37ad63ca54c86e9c7aa791bbb",
 "desc": "A scholar left rubbings of ancient patterns all over the delve, seemingly depicting events from the history of Xianzhou...",
 "volumes": [
  {
   "title": "Investigation of Ancient Pattern Rubbings from the Luofu: Ethereal Shipcraft",
   "localTitle": "Ethereal Shipcraft",
   "localDesc": "{Img#1}<br />According to the calendar era system used by Xianzhou, the day of departure is deemed as the beginning of the Star Calendar. Hence, things that took place before the departure, called the history of the Primeval Imperium Era, are often neglected.<br /><br />It's not a secret that the Xianzhou originated from a certain famous ancient world before it departed. However, the coordinates of that world, whether erased by the Xianzhou people or just lost in time, have long since become a secret and unreachable place. From there comes a myth that is still well-known to this day.<br /><br />In that civilized world, the sovereign whose name is no longer remembered eliminated their remaining opponents on the planet one by one, just like most other conquerors on their planets. After that, the invasion of an alien civilization took place. (According to the historical sources we have studied, these aliens were born with wings and called \"wingweavers\" by the ancient people of the Xianzhou.) In the battle against the aliens, the emperor discovered that the aliens hardly aged and could live on for as long as they liked.<br /><br />Blinded by greed, the dying sovereign yearned for eternal life. He (or she, as the gender of the sovereign has never been confirmed) summoned craftsmen from all over the world and ordered them to build the first version of the Xianzhou ship. Then, the sovereign sent wise officials and valiant generals to space to search for the immortality elixir.<br /><br />For modern scholars like us, we know that the blessing of immortality is related to the Aeon of Abundance. Did the ancient people know what they were looking for when they departed? I am not sure about that. Based on my experience, I think they were just pursuing an unrealistic goal based on the astral chart they seized from the aliens.",
   "images": [
    "125519f71892a826552025f9bd4d8a780a15e7069244a8e7bac809ccaf04bb7b"
   ]
  },
  {
   "title": "Investigation of Ancient Pattern Rubbings from the Luofu: Lone Voyage Era",
   "localTitle": "Lone Voyage Era",
   "localDesc": "{Img#1}<br />The departure of the nine massive ships signaled the beginning of the Xianzhou civilization.<br /><br />The Intelligentsia Guild once had copies of ancient ship logbooks in their collection. Judging from the stamps, the ancient books could be traced back to seven millennia ago if converted to Amber Era calculations. At that time, the ship looked nothing like its current appearance, and it was populated by a short-life species (the ancestors of the Xianzhou people). According to research, the crew took turns to rest using a Watchful Sleep System to extend the service time of a generation by as much as possible. During the voyage, the Xianzhou people observed many galactic wonders, such as the void song whales (the favorite of Astral Ecology School), the starwall built by the Amber Lord, etc...<br /><br />The voyage was not all smooth sailing, as the Xianzhou people had suffered greatly when facing two types of long-life species. One of them is called the \"viscorpus,\" a peculiar creature with a gelatinous texture that is almost extinct today. It is said to be able to change its body shape freely to develop organs that can be used as weapons. Being able to traverse in space with its bare body, it is fit to be called a cosmic epidemic.<br /><br />After eliminating the viscorpi, the crew encountered the \"heliobi.\" There are few entries about the heliobi in the Intelligentsia Guild's records. According to the Xianzhou people, the heliobi are flames that can speak. Heliobi can suck the soul and desires out of humans and control them like puppets. I suppose they belong to the Shapeless Order and the Spirit Essence Family.<br /><br />Toward the end of the voyage, the Xianzhou people met alien civilizations that could communicate with them peacefully for the first time — the IPC and Intelligentsia Guild. Isn't it interesting? We showed the Xianzhou people a new code for civility, shared with them technologies they had never seen before, and welcomed them to the big galactic family and become one of the allies protected by the Amber Lord. Exchanging knowledge for mutual benefit is the spirit of the Intelligentsia Guild.",
   "images": [
    "35b20cda56823621c69470ea8a1a175b77af11caad8df509e5b791fbf475d30e"
   ]
  },
  {
   "title": "Investigation of Ancient Pattern Rubbings from the Luofu: Ambrosial Arbor's Arrival",
   "localTitle": "Ambrosial Arbor's Arrival",
   "localDesc": "{Img#1}<br />The manifestation of the Aeon of Abundance is undoubtedly the epochal event in the history of Xianzhou. Legend has it that following Yaoshi's appearance during the voyage, the Ambrosial Arbor arrived to convert the Xianzhou natives into a long-life species.<br /><br />The four centuries that followed were the so-called \"Golden Age\" of Xianzhou. During this period, the Xianzhou people created countless unparalleled miracles based on Ambrosial Arbor. They achieved rapid development in biology, especially the field of bionics, and invented Ligneous Freeroamer, Fallow Earth, miracle pills, and the altered flesh that could modify one's body... The invention of the jade abacus, a crystal computer, boosted the calculation ability of the Xianzhou people tremendously.<br /><br />Of course, many of these techniques are no longer recoverable now, as the Xianzhou natives later went through a long era of turmoil and lost their celestial traces. If I have the chance to further examine the historical sources and antiques, I believe I can work with my Intelligentsia Guild colleagues to recreate some of their inventions, such as the elixir of immortality brought by Ambrosial Arbor... Still, the concept of immortality is taboo to the Xianzhou people and they have created many containment mechanisms to guard against it. It is wise to let it remain an idea.",
   "images": [
    "588ddfbdbe5760930a21aeec220d7ee834b884b064deccb7921cf5df6a34a7ff"
   ]
  },
  {
   "title": "Investigation of Ancient Pattern Rubbings from the Luofu: Living and Flaming Catastrophes",
   "localTitle": "Living and Flaming Catastrophes",
   "localDesc": "{Img#1}<br />According to my study, the Three Sufferings Era is the darkest time in the history of Xianzhou. In such chaotic times, even survival was a luxury to the long-life species. A Reminiscence of the Fire Taboo Festival by Bai Xiao, a Cangcheng citizen, wrote, \"During the three great calamities, the sky and the earth were on fire. Although many mighty rulers appeared, everyone was as helpless as pigs.\"<br /><br />The Living Catastrophe brought about the dark period when \"everyone was as helpless as pigs.\" The long-life species had realized the grave social problem stemming from their immortality, but there was no humane solution. Soon, the booming population led to internal strife. A long-lasting conflict ensued between the nobles that controlled the resources in society and \"the coarse\" that could not see the meaning of their lives.<br /><br />The conflict ended when the Yuanqiao capsized. It was not because people felt bad for the <nobr>130</nobr> billion innocent Yuanqiao souls that perished. The aurumatons began a massacre that killed both the nobles and the coarse for the sustenance of Xianzhou. Therefore, both the nobles and the coarse had no choice but to join forces to eliminate their common enemies.<br /><br />After the battle, the aurumatons were relinquished of their intelligence for good. Society became more peaceful due to the drastic dwindling in the population (this joke isn't funny). The Xianzhou people barely recuperated when the wingweavers, plunderers among the Denizens of Abundance that adapted to the cosmic environment the best, approached Xianzhou with their star-devouring Muldrasil.<br /><br />Just like that, the Flaming Catastrophe came.",
   "images": [
    "68757919ebd8518b4b338bc3a733959b10b80c12c00e2bca4a239277ca6b3993"
   ]
  },
  {
   "title": "Investigation of Ancient Pattern Rubbings from the Luofu: A Shot From the Sky",
   "localTitle": "A Shot From the Sky",
   "localDesc": "{Img#1}<br />One of the most common literature themes in Xianzhou is fire deification. In the era of the Flaming Catastrophe, a hero was sabotaged by the nobles and imprisoned. The hero later worked with Flint Emperor — the leader of the heliobi — and destroyed the Muldrasil, the wingweavers' lair, with a divine arrow. The hero's body dissipated, but it was not the end of his life. Instead, he ascended to become The Hunt, also known as the Reignbow Arbiter by the Xianzhou people.<br /><br />However, there is no factual evidence to show that the hero is Lan. Almost all theories that support this assertion are less-than-credible, given that they can all be traced back to a single origin, which is the \"Ode to Reignbow Path.\" This is why the Alliance has not made its stance clear about this assertion, although it is widely circulated among the folks. Well... Although the Alliance has never denied the authenticity of the fire deification myth, we all know it is equal to a denial from the Alliance's standpoint.",
   "images": [
    "1c6964b3daec2f4944d9e0b77852d8323474fb7aa8275b2dba8b93057f850a23"
   ]
  },
  {
   "title": "Investigation of Ancient Pattern Rubbings from the Luofu: Mara and Null",
   "localTitle": "Mara and Null",
   "localDesc": "{Img#1}<br />Besides immortality, the status of mara-struck is another taboo on Xianzhou.<br /><br />Although the Xianzhou people are tight-lipped about this matter, many clues can be gained from the Denizens of Abundance. Many opine that immortality is not a blessing, but a curse. This is directly confirmed by the mutations that can be observed on the Denizens of Abundance. No one would be willing to become such a monster. On the other hand, the Xianzhou people are different. Although they are also a long-life species, they look similar to us and do not look odd physically, which is quite enviable.<br /><br />Like how death awaits us at the end of our lives, it is said that the Xianzhou people might go berserk and enter a state named \"mara-struck\" at the end of theirs. They will stop finding life exciting and enjoyable and become overwhelmed by the regret and trauma of their past. Gradually, they will lose their humanity. This process sounds scary and ironic at the same time. Although they will not experience death, what awaits them at the end is something even more terrifying — madness.<br /><br />I witnessed how scary it was to be mara-struck during the recent incident on the Luofu. I strongly believe that it is not just a spiritual change, but the intrinsic nature they have had since their conversion to a long-life species. Perhaps, it's time for me to switch to a new focus in my research...",
   "images": [
    "8079ea8c2d10eed9ee8600b5b00772f4d44b2c5e4b229cbebf80fcd1b0678d19"
   ]
  },
  {
   "title": "Investigation of Ancient Pattern Rubbings from the Luofu: Divine Root Subdual",
   "localTitle": "Divine Root Subdual",
   "localDesc": "{Img#1}<br />According to the \"History of the Xianzhou,\" Yubie, the High Elder of the time, moved the entire Lunarescent Depths into the Luofu delve with the help of hundreds of Preceptors. He cast cloudhymn to seal the Ambrosial Arbor roots under the water to prevent them from corrupting the folks with plague.<br /><br />About the actual means of sealing the Ambrosial Arbor roots, the \"History of the Xianzhou\" only describes that they are \"suppressed with cloudhymn.\" \"Actual Record of the Vastness\" leaves me even more speechless, as it merely records that the roots are \"suppressed with a secret spell.\" It's all because the long-life species prefers to keep their technologies a secret. The so-called \"secret spell\" is actually just a scientific technology of the Vidyadhara that is kept classified.<br /><br />After the roots were subdued, the Vidyadhara Perceptors built the Dragonvista Rain Hall and a statue to commemorate Yubie. Sutuan, the Perceptor that contributed the most financially, engraved \"The Account of Preceptor Sutuan Crafting a Statue of the High Elder\" on the statue base. To my knowledge, many Vidyadharas loathed the story that praised Yubie for \"pacifying the Six Charioteers and creating a peaceful era.\" Their sentiment is not hard to understand. From the Vidyadhara's perspective, they offered the precious sacred realm from their hometown and the Ichor Lines they took pride in. For an analogy, it is like the Intelligentsia Guild offering the rarest tome in its library in exchange for a place to stay.<br /><br />While the upheaval in the Scalegorge Waterscape was ongoing, my investigator friend and I did a simple research. First of all, we found that the Vidyadhara had indeed used an unknown technique to gather water around the roots of Ambrosial Arbor, like how it was written in the books. Secondly, we discovered an amazing relic hidden in the depth of the water. I have no idea what Bernini took from it back then, but I believe I will figure it out soon...",
   "images": [
    "d221ed4f47ae2bfba34d6d15b6095a2ff4b2d7837ee466a8b52206f86db30c32"
   ]
  },
  {
   "title": "Investigation of Ancient Pattern Rubbings from the Luofu: High-Cloud Quintet",
   "localTitle": "High-Cloud Quintet",
   "localDesc": "{Img#1}<br />The Intelligentsia Guild once witnessed and even participated in the multiple battles between the Xianzhou people and the Denizens of Abundance to record and interpret the Xianzhou people's tactics and techniques. The brutality and darkness of every battle had always helped those dazzling souls shine. In addition to the well-known figures like the Seven Arbiter-Generals, there are many legendary heroes on the Xianzhou who have left their names in history.<br /><br />High-Cloud Quintet is a historical story of the beloved heroes of the Xianzhou people. As members of the long-life species, they only had a short-lived brilliance, making their story even more splendid.<br /><br />When the Denizens of Abundance had gathered a massive army to attack the Yuque, five heroes from different Xianzhou ships came together. Among them was a sharpshooting Foxian pilot and a short-life species that came to Xianzhou to learn. The five ventured to perilous lands and successfully killed the enemies. They destroyed the incarnosphere created by the Denizens of Abundance and prevented the Yuque from collapsing.<br /><br />This legend inspired many Xianzhou poets and Foxian immersia, and their works made the five heroes famous. Unlike the historical background behind the story of the Seven Arbiter-Generals, the story of the High-Cloud Quintet is more like a heroic tale created by the folks.<br /><br />Unfortunately, their heyday did not last long. In less than a century, the heroes parted ways and passed away. There was even a dark prophecy hinting at depravity and betrayal among the five. Other than General Jing Yuan, who can still be often seen in public now, the rest of the group has faded into oblivion and is hardly mentioned.<br /><br />As a cultural phenomenon, the High-Cloud Quintet seems to have always existed alongside the Alliance over time. This reminds me of a serialized novel that has been active for more than <nobr>30</nobr> years. There is a story titled <nobr>17</nobr> Days of Crown, which centers around a regime in the history of the Morrowen Kingdom that existed for only seventeen days, destroyed by the Antimatter Legion. Despite the short reign, the story of the regime will never end.<br /><br />This is probably how the Xianzhou people perceive the High-Cloud Quintet. As long as people keep telling their stories, the stories will go on forever, and so will the best times of the Alliance. After all, it is hard not to be entranced by the illusion of nostalgia.",
   "images": [
    "74f8d1f8c340718ceb8e60bedcdb8f4225724781fd27cba50f4a7e74f83c08d6"
   ]
  }
 ],
 "pageId": "610545"
}