{
 "name": "Vidyadhara Elegy: Insight on \"Six Charioteers Adjudicating the Imbibitor Lunae\"",
 "iconPath": "990327021aeb8d41101f029ad47ac9edc9b05017a5dc016145aaaf900c816d4c",
 "desc": "This is a long-lost Vidyadhara elegy songbook, which was banned for many years due to its provocative content. Although it was once a source of controversy, it no longer stirs up any troubles in the present day.",
 "volumes": [
  {
   "title": "Vidyadhara Elegy: Insight on \"Six Charioteers Adjudicating the Imbibitor Lunae\"",
   "localTitle": "Vidyadhara Elegy: Insight on \"Six Charioteers Adjudicating the Imbibitor Lunae\"",
   "localDesc": "(Editor: After the Sedition of Imbibitor Lunae was quelled, some Vidyadhara individuals still worshiped Dan Feng in secrecy, creating various literary works and dramas remixing the whole narrative of the sedition from the perspective of supporters.<br /><br />The Luofu's Six Charioteers let most of these plays go, but \"Six Charioteers Adjudicating the Imbibitor Lunae\" was very influential at the time, even prompting some Vidyadhara individuals to form groups against the Alliance. The Seat of Divine Foresight was forced to ban performances of this play and strictly prohibited publication of its libretto.<br /><br />But nowadays, the Sedition of Imbibitor Lunae and its aftershocks have long subsided. This editor believes that \"Six Charioteers Adjudicating the Imbibitor Lunae\" is worthy of reexamination and reinterpretation as an artifact of its time, and so I've compiled the only fragments remaining of this libretto for the benefit of the dear reader.)<br /><br />...<br /><br />The trembling general, rage undying, half chastising, half sighing:<br />\"Three disasters the Luofu purged, standing alone against the mara scourge.\"<br />\"Surviving odds so difficult, how on earth could you revolt?\"<br />\"I beseech you please to change your mind, lest you lose the will of all mankind!\"<br />Hearing this, Imbibitor Lunae turned his head, his lustrous eyes glowed as he said:<br />\"Beseech me not so piteously, m'Lord, if my life's long, then yours will be short.\"<br />\"Once out of this hall I tumble, Divine Foresight's where my spear will rumble.\"<br />\"Cause trouble, and your golden age will be perturbed.\"<br />\"Make mischief, and your peace will be disturbed.\"<br />\"For millennia your excellencies have ruled the Luofu in domination, but in one fell swoop I've cut short your immortality!\"<br />His retort left the general shocked and pained: \"How will peace ever be maintained?\"<br />Imbibitor Lunae chanted up to the sky, his sonorous song like whale's cry:<br />\"Draw thy bow and shoot down the morning star, scorch my eyes and dip my soul in tar;\"<br />\"Plunge down the ancients into dark violence, and rid yourself of those with loyalty and valiance.\"<br />\"Forcing the people into tranquility; this is how peace is kept in perpetuity!\"<br /><br />...",
   "images": []
  }
 ],
 "pageId": "610548"
}