{
 "name": "Serval's Resume",
 "iconPath": "287bd2d0bd8792f00fa182352e2144cc8c48defa9c3ff587de04d965a387081d",
 "desc": "None",
 "volumes": [
  {
   "title": "Serval's Resume",
   "localTitle": "Serval's Resume",
   "localDesc": "<align=\"center\"><size=28>Belobog History and Culture Museum</size></align><br /><align=\"center\"><size=25>Volunteer Guide Application Form</size></align><br /><br />NAME<br />Serval Landau / Belobog's one and only rock'n'roll superstar and mechanics genius, Serval Landau<br /><br />PAST EXPERIENCE<br />6█3 AF — Graduated with a PhD in Geomarrow Energy Engineering from the Engineering Department in the Belobog Cadet School.<br />6█4 AF — Started work at the Silvermane Guards Technology Division.<br />6█8 AF — Reached significant breakthrough as lead researcher on a specific project. Left the Technology Division at the same year, and started running the Neverwinter Workshop and performing as a rock'n'roll singer till now. / 6█3 AF — Graduated with a PhD in Geomarrow Energy Engineering from the Engineering Department in the Belobog Cadet School.<br />6█4 AF — Started work at the Silvermane Guards Technology Division.<br />6█8 AF — Reached significant breakthrough as lead researcher on a specific project. Left the Technology Division at the same year, and started running the Neverwinter Workshop and performing as a rock'n'roll singer till now.<br />Before the Stellaron Crisis' resolution, she repeatedly helped the wanted outsiders escape from the Silvermane Guards, and successfully defeated Silvermane Guard officers and the captain.<br /><br />SPECIAL SKILLS<br />Research and performance of prehistoric Belobog music<br />Design and control engineering of Geomarrow-energy-based electrical integration systems<br />Information engineering<br />Mechanical design, manufacturing, and automation<br />Weapon systems and weapon launch engineering<br />Design, manufacturing, and information engineering of automation hardware and control systems<br />Navigation, guidance, and control technology<br />Ammunition engineering and explosive technology<br />Cryptography<br />Emergency equipment technology and engineering, etc. / Good at everything except making money",
   "images": []
  }
 ],
 "pageId": "694490"
}